Repository: LordLRO/UniRanking
Catalog: locale/*/LC_MESSAGES/django_backup.po
Languages: vi_vn

source: Criterion
vi_vn: Tiêu chí so sánh

source: Criterions
vi_vn: Các tiêu chí so sánh

source: Criterion Category
vi_vn: Nhóm tiêu chí

source: Criterion Categories
vi_vn: Các nhóm tiêu chí

source: Score
vi_vn: Điểm

source: Score By Criterion Category
vi_vn: Điểm theo Nhóm tiêu chí

source: Scores By Criterion Category
vi_vn: Điểm theo Nhóm tiêu chí

source: Score By Criterion
vi_vn: Điểm theo Tiêu chí

source: Scores By Criterion
vi_vn: Điểm theo Tiêu chí

source: Subject
vi_vn: Ngành

source: Subjects
vi_vn: Ngành

source: Sector
vi_vn: Nhóm ngành

source: Sectors
vi_vn: Các nhóm ngành

source: University Sector
vi_vn: Đại học - Nhóm ngành

source: Universities Sectors
vi_vn: Đại học - Nhóm ngành

source: Home
vi_vn: Trang chủ Quản lý

source: First, enter a username and password. Then, you'll be able to edit more user options.
vi_vn: Trước tiên, nhập tên tài khoản và mật khẩu. Sau đó, bạn sẽ có thể chỉnh sửa các người dùng khác

source: Enter a username and password.
vi_vn: Nhập tên tài khoản và mật khẩu

source: Change password
vi_vn: Đổi mật khẩu

source: Please correct the error below.
vi_vn: Xin hãy điền đúng định dạng

source: Please correct the errors below.
vi_vn: Xin hãy điền đúng định dạng

source: Enter a new password for the user <strong>%(username)s</strong>.
vi_vn: Nhập mật khẩu mới <strong>%(username)s</strong>

source: Welcome,
vi_vn: Xin chào,

source: View site
vi_vn: Trang chủ UniRanking

source: Documentation
vi_vn: Tài liệu

source: Log out
vi_vn: Đăng xuất

source: Django site admin
vi_vn: Quản lý UniRanking

source: Django administration
vi_vn: Quản lý UniRanking

source: Add %(name)s
vi_vn: Thêm %(name)s

source: History
vi_vn: Lịch sử

source: View on site
vi_vn: Xem trên website

source: Change
vi_vn: Thay đổi

source: Delete?
vi_vn: Xóa?

source: Summary
vi_vn: Kết lại

source: Models in the %(name)s application
vi_vn: Model trong %(name)s ứng dụng

source: Add
vi_vn: Thêm

source: You don't have permission to edit anything.
vi_vn: Bạn không có quyền chỉnh sửa

source: Recent actions
vi_vn: Lịch sử chỉnh sửa

source: My actions
vi_vn: Lịch sử chỉnh sửa của bạn

source: None available
vi_vn: Không khả dụng

source: Unknown content
vi_vn: Không rõ nội dung

source: Change selected %(model)s
vi_vn: Thay đổi %(model)s đã chọn

source: Add another %(model)s
vi_vn: Thêm %(model)s khác

source: Delete selected %(model)s
vi_vn: Xóa %(model)s đã chọn

source: Delete
vi_vn: Xóa

source: Thanks for spending some quality time with the Web site today.
vi_vn: Cảm ơn bạn đã quan tâm

source: Log in again
vi_vn: Đăng nhập trở lại

source: Password change
vi_vn: Thay đổi mật khẩu

source: Your password was changed.
vi_vn: Mật khẩu đã được thay đổi

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
vi_vn: Hãy nhập mật khẩu cũ của bạn, sau đó nhập mật khẩu mới

source: Change my password
vi_vn: Đổi mật khẩu

source: Password reset
vi_vn: Tạo lại mật khẩu

source: Your password has been set. You may go ahead and log in now.
vi_vn: Mật khẩu của bạn đã được tạo, bạn sẽ đươc chuyển hướng đăng nhập ngay

source: Log in
vi_vn: Đăng nhập

source: Password reset confirmation
vi_vn: Xác nhận tạo lại mật khẩu

source: Please enter your new password twice so we can verify you typed it in correctly.
vi_vn: Hãy nhập mật khẩu mới 2 lần

source: New password:
vi_vn: Mật khẩu mới

source: Confirm password:
vi_vn: Xác nhận mật khẩu

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
vi_vn: Đường dẫn không đúng

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
vi_vn: Chúng tôi đã gủi email tạo lại mật khẩu cho bạn, hãy check mail.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
vi_vn: Nêu bạn không nhận được email, hãy check thư mục spam

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
vi_vn: Bạn nhận được mail này vì bạn đã yêu cầu tạo lại mật khẩu tại %(site_name)s

source: Please go to the following page and choose a new password:
vi_vn: Hãy tới đường dãn này và tạo lại mật khẩu

source: Your username, in case you've forgotten:
vi_vn: Tên tài khoản, trong trường hợp bạn quên

source: Thanks for using our site!
vi_vn: Cảm ơn đã ghé thăm website

source: The %(site_name)s team
vi_vn: Đội ngũ %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
vi_vn: Quên mật khẩu? Nhập email đã đăng ký của bạn tại đây

source: Email address:
vi_vn: Địa chỉ email

source: Reset my password
vi_vn: Tại lại mật khẩu

source: University
vi_vn: Đại hoc

source: Universities
vi_vn: Các trường Đại học

source: University Profile
vi_vn: Thông tin trường Đại học

source: Universities Profile
vi_vn: Thông tin trường Đại học

source: University Score By Criterion Category
vi_vn: Điểm theo Nhóm tiêu chí

source: University Scores By Criterion Categories
vi_vn: Điểm theo nhóm tiêu chí

source: University Score By Criterion
vi_vn: Điểm theo Tiêu chí

source: University Scores By Criterions
vi_vn: Điểm theo Tiêu chí
